tap 'caskroom/cask'

brew 'git'
brew 'npm'

cask 'vsc'
cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'figma'
cask 'spectacle'
cask 'discord'
cask 'dropbox'
cask 'dash'
cask 'alfred'
cask 'godot'
cask 'postman'
cask 'spark'
cask 'kap'
cask 'uber-layer'

mas 'Slack', id: 803453959
mas 'Sip', id: 507257563 